cassandra-ycsb/logs/2_node/ycsb_240/240/ycsb_log_0.txt
[OVERALL], RunTime(ms), 1202282.0
[OVERALL], Throughput(ops/sec), 3577.325452763994
[TOTAL_GCS_PS_Scavenge], Count, 1290.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7412.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.616494300006155
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1290.0
[TOTAL_GC_TIME], Time(ms), 7412.0
[TOTAL_GC_TIME_%], Time(%), 0.616494300006155
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 74311.33333333333
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2230271.0
[CLEANUP], 80thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 2230271.0
[CLEANUP], 95thPercentileLatency(us), 29.0
[CLEANUP], 50thPercentileLatency(us), 2.0
[INSERT], Operations, 215376.0
[INSERT], AverageLatency(us), 5360.455918951044
[INSERT], MinLatency(us), 280.0
[INSERT], MaxLatency(us), 114815.0
[INSERT], 80thPercentileLatency(us), 7951.0
[INSERT], 99thPercentileLatency(us), 36959.0
[INSERT], 95thPercentileLatency(us), 22127.0
[INSERT], 50thPercentileLatency(us), 2169.0
[INSERT], Return=OK, 215376
[SCAN], Operations, 4085578.0
[SCAN], AverageLatency(us), 8520.112391930836
[SCAN], MinLatency(us), 379.0
[SCAN], MaxLatency(us), 124031.0
[SCAN], 80thPercentileLatency(us), 12799.0
[SCAN], 99thPercentileLatency(us), 43935.0
[SCAN], 95thPercentileLatency(us), 28767.0
[SCAN], 50thPercentileLatency(us), 4979.0
[SCAN], Return=OK, 4085578