cassandra-ycsb/logs/2_node/ycsb_240/240/ycsb_log_1.txt
[OVERALL], RunTime(ms), 1202261.0
[OVERALL], Throughput(ops/sec), 3609.9781994092796
[TOTAL_GCS_PS_Scavenge], Count, 1274.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7585.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.6308946227150344
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1274.0
[TOTAL_GC_TIME], Time(ms), 7585.0
[TOTAL_GC_TIME_%], Time(%), 0.6308946227150344
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 74174.1
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2226175.0
[CLEANUP], 80thPercentileLatency(us), 2.0
[CLEANUP], 99thPercentileLatency(us), 2226175.0
[CLEANUP], 95thPercentileLatency(us), 25.0
[CLEANUP], 50thPercentileLatency(us), 1.0
[INSERT], Operations, 216709.0
[INSERT], AverageLatency(us), 5264.816394335261
[INSERT], MinLatency(us), 270.0
[INSERT], MaxLatency(us), 99071.0
[INSERT], 80thPercentileLatency(us), 7799.0
[INSERT], 99thPercentileLatency(us), 36223.0
[INSERT], 95thPercentileLatency(us), 21615.0
[INSERT], 50thPercentileLatency(us), 2133.0
[INSERT], Return=OK, 216709
[SCAN], Operations, 4123427.0
[SCAN], AverageLatency(us), 8444.14925012617
[SCAN], MinLatency(us), 363.0
[SCAN], MaxLatency(us), 129727.0
[SCAN], 80thPercentileLatency(us), 12695.0
[SCAN], 99thPercentileLatency(us), 43295.0
[SCAN], 95thPercentileLatency(us), 28447.0
[SCAN], 50thPercentileLatency(us), 4963.0
[SCAN], Return=OK, 4123427