cassandra-ycsb/logs/2_node/ycsb_240/240/ycsb_log_2.txt
[OVERALL], RunTime(ms), 1202245.0
[OVERALL], Throughput(ops/sec), 3546.789547887494
[TOTAL_GCS_PS_Scavenge], Count, 1321.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 7343.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.6107740102890842
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1321.0
[TOTAL_GC_TIME], Time(ms), 7343.0
[TOTAL_GC_TIME_%], Time(%), 0.6107740102890842
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 74176.43333333333
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2226175.0
[CLEANUP], 80thPercentileLatency(us), 4.0
[CLEANUP], 99thPercentileLatency(us), 2226175.0
[CLEANUP], 95thPercentileLatency(us), 26.0
[CLEANUP], 50thPercentileLatency(us), 3.0
[INSERT], Operations, 213098.0
[INSERT], AverageLatency(us), 5425.633459722757
[INSERT], MinLatency(us), 271.0
[INSERT], MaxLatency(us), 99967.0
[INSERT], 80thPercentileLatency(us), 8035.0
[INSERT], 99thPercentileLatency(us), 37471.0
[INSERT], 95thPercentileLatency(us), 22399.0
[INSERT], 50thPercentileLatency(us), 2167.0
[INSERT], Return=OK, 213098
[SCAN], Operations, 4051012.0
[SCAN], AverageLatency(us), 8591.448047055896
[SCAN], MinLatency(us), 383.0
[SCAN], MaxLatency(us), 119103.0
[SCAN], 80thPercentileLatency(us), 12951.0
[SCAN], 99thPercentileLatency(us), 44287.0
[SCAN], 95thPercentileLatency(us), 29087.0
[SCAN], 50thPercentileLatency(us), 4999.0
[SCAN], Return=OK, 4051012