cassandra-ycsb/logs/2_node/ycsb_240/240/ycsb_log_3.txt
[OVERALL], RunTime(ms), 1202246.0
[OVERALL], Throughput(ops/sec), 3588.5401157500214
[TOTAL_GCS_PS_Scavenge], Count, 1376.0
[TOTAL_GC_TIME_PS_Scavenge], Time(ms), 6674.0
[TOTAL_GC_TIME_%_PS_Scavenge], Time(%), 0.5551276527432821
[TOTAL_GCS_PS_MarkSweep], Count, 0.0
[TOTAL_GC_TIME_PS_MarkSweep], Time(ms), 0.0
[TOTAL_GC_TIME_%_PS_MarkSweep], Time(%), 0.0
[TOTAL_GCs], Count, 1376.0
[TOTAL_GC_TIME], Time(ms), 6674.0
[TOTAL_GC_TIME_%], Time(%), 0.5551276527432821
[CLEANUP], Operations, 30.0
[CLEANUP], AverageLatency(us), 74244.33333333333
[CLEANUP], MinLatency(us), 1.0
[CLEANUP], MaxLatency(us), 2228223.0
[CLEANUP], 80thPercentileLatency(us), 3.0
[CLEANUP], 99thPercentileLatency(us), 2228223.0
[CLEANUP], 95thPercentileLatency(us), 30.0
[CLEANUP], 50thPercentileLatency(us), 2.0
[INSERT], Operations, 215977.0
[INSERT], AverageLatency(us), 5316.735152354186
[INSERT], MinLatency(us), 281.0
[INSERT], MaxLatency(us), 87615.0
[INSERT], 80thPercentileLatency(us), 7911.0
[INSERT], 99thPercentileLatency(us), 36479.0
[INSERT], 95thPercentileLatency(us), 21807.0
[INSERT], 50thPercentileLatency(us), 2147.0
[INSERT], Return=OK, 215977
[SCAN], Operations, 4098331.0
[SCAN], AverageLatency(us), 8493.668378908389
[SCAN], MinLatency(us), 387.0
[SCAN], MaxLatency(us), 122367.0
[SCAN], 80thPercentileLatency(us), 12759.0
[SCAN], 99thPercentileLatency(us), 43807.0
[SCAN], 95thPercentileLatency(us), 28655.0
[SCAN], 50thPercentileLatency(us), 4975.0
[SCAN], Return=OK, 4098331